Repository: BruceZhang2017/SmartBracelet
Catalog: SmartBracelet/*.lproj/Localizable.strings
Languages: ar, fi, hr, id, it, ja, ko, ms, nl, th, tr, uk

# start_experience
source: Experience now
ar: التجربة الآن
fi: Iskustvo sada
hr: Iskustvo sada
id: Pengalaman sekarang
it: Sperimenta ora
ja: 今すぐ体験
ko: 지금 경험하십시오
ms: Pengalaman sekarang
nl: Ervaar nu
th: สัมผัสประสบการณ์ตอนนี้
tr: Şimdi deneyimleyin
uk: Досвід зараз

# health_head
source: Healthy
ar: صحي
fi: terveenä
hr: zdrav
id: sehat
it: sano
ja: 元気
ko: 건강한
ms: sihat
nl: gezond
th: สุขภาพดี
tr: sağlıklı
uk: здоровий

# health_step
source: Step count
ar: عدد الخطوات
fi: Vaiheiden määrä
hr: Brojanje koraka
id: Hitungan langkah
it: Conteggio dei passi
ja: 歩数
ko: 걸음 수
ms: Kira langkah
nl: Liczba kroków
th: นับก้าว
tr: Adım sayısı
uk: Підрахунок кроків

# health_step_noun
source: Step
ar: خطوة
fi: askel
hr: korak
id: melangkah
it: fare un passo
ja: ステップ
ko: 단계
ms: langkah
nl: stap
th: ขั้นตอน
tr: adım
uk: крок

# health_walk_unit
source: km
ar: كيلومتر
fi: kilometriä
hr: kilometar
id: kilometer
it: chilometro
ja: キロメートル
ko: 킬로미터
ms: kilometer
nl: kilometer
th: กิโลเมตร
tr: kilometre
uk: кілометр

# health_goal
source: Target
ar: استهداف
fi: Kohde
hr: Cilj
id: Cible
it: Obbiettivo
ja: 目標
ko: 표적
ms: Sasaran
nl: Doelwit
th: เป้า
tr: Hedef
uk: Ціль

# health_heat
source: Calorie
ar: سعرات حراريه
fi: Kalorit
hr: Calorii
id: Kalori
it: caloria
ja: カロリー
ko: 칼로리
ms: Kalori
nl: calorieën
th: แคลอรี่
tr: kalori
uk: Калорії

# health_kilo_calorie
source: kcal
ar: سعر حراري
id: Kkal
th: แคลอรี่
tr: kalori
uk: Ккал

# health_heart_rate
source: Heart rate
ar: معدل ضربات القلب
fi: Syke
hr: Brzina otkucaja srca
id: Detak jantung
it: Frequenza cardiaca
ja: 心拍数
ko: 심박수
ms: Kadar degupan jantung
nl: Hartslag
th: อัตราการเต้นของหัวใจ
tr: Nabız
uk: Частота пульсу

# health_value_p_minute
source: times/min
ar: مرات / دقيقة
fi: Ajat/min
hr: Puta/min
id: Zeiten/min
it: Tempi/min
ja: 時間/分
ko: 시간/분
ms: Masa / min
nl: Tijden/min
th: ครั้ง/นาที
tr: Kez/dk
uk: Час/хв

# health_sleep
source: Sleep
ar: نايم
fi: Nukkua
hr: Spavati
id: Tidur
it: Dormire
ja: 寝る
ko: 잠
ms: Tidur
nl: Slaap
th: หลับ
tr: Uyku
uk: Спи

# health_hour
source: Hour
ar: ساعة
fi: Tunnin
hr: Sat
id: Jam
it: Ora
ja: 時間
ko: 시간
ms: Jam
nl: Uur
th: ชั่วโมง
tr: Saat
uk: Година

# health_minute
source: Minute
ar: دقيقة
fi: Minuutti
hr: Minuta
id: titik
it: Minuto
ja: 分
ko: 분
ms: Minit
nl: Minuut
th: นาที
tr: Dakika
uk: Хвилина

# health_blood_pressure
source: Blood pressure
ar: ضغط الدم
fi: verenpaine
hr: krvni tlak
id: tekanan darah
it: pressione sanguigna
ja: 血圧
ko: 혈압
ms: tekanan darah
nl: bloeddruk
th: ความดันโลหิต
tr: tansiyon
uk: кров'яний тиск

# health_blood_oxygen
source: Blood oxygen
ar: أكسجين الدم
fi: Veren happi
hr: Kiseonik u krvi
id: Oxygène sanguin
it: Ossigeno nel sangue
ja: 血中酸素
ko: 혈액 산소
ms: Oksigen darah
nl: Bloed zuurstof
th: ออกซิเจนในเลือด
tr: kan oksijeni
uk: Кисень крові

# health_data_dynamic
source: data dynamics
ar: ديناميات البيانات
fi: Tietojen dynamiikka
hr: Dinamika podataka
id: Dinamika data
it: Dinamica dei dati
ja: データダイナミクス
ko: 데이터 역학
ms: Dinamika data
nl: Gegevensdynamiek
th: ไดนามิกของข้อมูล
tr: Veri dinamikleri
uk: Динаміка даних

# device
source: Equipment
ar: معدات
fi: laitteet
hr: oprema
id: peralatan
it: attrezzatura
ja: 装置
ko: 장비
ms: peralatan
nl: apparatuur
th: อุปกรณ์
tr: teçhizat
uk: обладнання

# add_device
source: Please add device
ar: الرجاء إضافة الجهاز
fi: Lisää laite
hr: Dodajte uređaj
id: Silakan tambahkan perangkat
it: Si prega di aggiungere il dispositivo
ja: デバイスを追加してください
ko: 기기를 추가해주세요
ms: Sila tambah peranti
nl: Voeg een apparaat toe
th: กรุณาเพิ่มอุปกรณ์
tr: Lütfen bir cihaz ekleyin
uk: Додайте пристрій

source: Dial Management
ar: إدارة الطلب
fi: Dial -hallinta
hr: Upravljanje biranjem
id: Manajemen panggilan
it: Gestione del quadrante
ja: ダイヤル管理
ko: 다이얼 관리
ms: Pengurusan dail
nl: Kiesbeheer
th: การจัดการสายโทรศัพท์
tr: arama yönetimi
uk: Управління циферблатом

# more_dial
source: More dials
ar: المزيد من الأوجه
fi: Lisää soittoja
hr: Više brojčanika
id: Lebih banyak panggilan
it: Più quadranti
ja: その他のダイヤル
ko: 더 많은 다이얼
ms: Lebih banyak dail
nl: Meer wijzerplaten
th: หน้าปัดเพิ่มเติม
tr: Daha fazla arama
uk: Більше циферблатів

# play_machine_instructions
source: Game instructions
ar: وصف آلة اللعب
fi: Toista koneen kuvaus
hr: Opis stroja za igru
id: Mainkan deskripsi mesin
it: Descrizione della macchina da gioco
ja: プレイマシンの説明
ko: 플레이 머신 설명
ms: Mainkan penerangan mesin
nl: Beschrijving van speelautomaat
th: เล่นคำอธิบายเครื่อง
tr: Oyun makinesi açıklaması
uk: Опис машини для відтворення

# view_details
source: check the details
ar: تحقق من التفاصيل
fi: tarkista yksityiskohdat
hr: provjerite pojedinosti
id: cek detailnya
it: controlla i dettagli
ja: 詳細を確認してください
ko: 세부 사항을 확인
ms: periksa butirannya
nl: controleer de details
th: ตรวจสอบรายละเอียด
tr: ayrıntıları kontrol et
uk: перевірити деталі

# device_use_title
source: game skills
ar: تلعب مهارات الآلة
fi: Pelaa koneitaitoja
hr: Vještine igranja strojeva
id: Mainkan keterampilan mesin
it: Gioca con le abilità della macchina
ja: 機械スキルを再生する
ko: 플레이 머신 스킬
ms: Main kemahiran mesin
nl: Speel machinevaardigheden
th: เล่นทักษะเครื่อง
tr: Makine becerilerini oyna
uk: Грати в навички роботи з машиною

# device_my_dial
source: My dial
ar: وجه ساعتي
fi: Kellotauluni
hr: Moj brojčanik
id: Tampilan jam saya
it: Il mio quadrante
ja: 私の時計の文字盤
ko: 내 시계 모드
ms: Muka jam tangan saya
nl: Mijn wijzerplaat
th: หน้าปัดนาฬิกาของฉัน
tr: saat yüzüm
uk: Мій циферблат

# device_need_download_dial_tip
source: Please go to the dial market to download the dial
ar: يرجى تنزيل وجه الساعة من سوق وجه الساعة
fi: Lataa kellotaulu kellotaulumarkkinoilta
hr: Molimo preuzmite brojčanik sata s tržišta satova
id: Bitte laden Sie das Zifferblatt vom Zifferblattmarkt herunter
it: Si prega di scaricare il quadrante dell'orologio dal mercato dei quadranti dell'orologio
ja: ウォッチフェイスマーケットからウォッチフェイスをダウンロードしてください
ko: 워치페이스 마켓에서 워치페이스를 다운받아주세요
ms: Sila muat turun muka jam tangan dari pasar jam tangan
nl: Download de wijzerplaat van de wijzerplaatmarkt
th: โปรดดาวน์โหลดหน้าปัดนาฬิกาจากตลาดหน้าปัด
tr: Lütfen saat yüzünü saat yüzü pazarından indirin
uk: Будь ласка, завантажте циферблат годинника з ринку циферблатів

# device_dial_mall
source: Dial market
ar: سوق الطلب
fi: Soita markkinoille
hr: Birajte na tržištu
id: Pasar panggilan
it: mercato del quadrante
ja: ダイヤル市場
ko: 다이얼 시장
ms: Dail market
nl: Bel markt
th: ตลาดสายโทรศัพท์
tr: Arama pazarı
uk: Ринок набору номера

# device_dial_manage
source: Dial Management
ar: إدارة الطلب
fi: Dial -hallinta
hr: Upravljanje biranjem
id: Manajemen panggilan
it: Gestione del quadrante
ja: ダイヤル管理
ko: 다이얼 관리
ms: Pengurusan dail
nl: Kiesbeheer
th: การจัดการสายโทรศัพท์
tr: arama yönetimi
uk: Управління циферблатом

# device_download_add_use
source: download and use
ar: التنزيل والاستخدام
fi: Lataa ja käytä
hr: Preuzmite i koristite
id: Unduh dan gunakan
it: Scarica e usa
ja: ダウンロードして使用する
ko: 다운로드 및 사용
ms: Muat turun dan gunakan
nl: Downloaden en gebruiken
th: ดาวน์โหลดและใช้งาน
tr: İndir ve kullan
uk: Завантажте та використовуйте

# device_ota_file_size
source: File size:
ar: حجم الملف
fi: Tiedoston koko
hr: Veličina datoteke
id: Ukuran file
it: Dimensione del file
ja: ファイルサイズ
ko: 파일 크기
ms: Saiz fail
nl: Bestandsgrootte
th: ขนาดไฟล์
tr: Dosya boyutu
uk: Розмір файлу

# device_add
source: add device
ar: اضف جهاز
fi: Lisää laite
hr: Dodaj uređaj
id: Tambahkan perangkat
it: Aggiungi dispositivo
ja: デバイスを追加
ko: 기기 추가
ms: Tambah peranti
nl: Cihaz ekle
th: เพิ่มอุปกรณ์
tr: Voeg toestel toe
uk: Додати пристрій

# device_search
source: Searching for available devices around
ar: البحث عن الأجهزة المتوفرة حولها
fi: Etsitään saatavilla olevia laitteita
hr: Traženje dostupnih uređaja u blizini
id: Mencari perangkat yang tersedia di sekitar
it: Ricerca di dispositivi disponibili in giro
ja: 周りの利用可能なデバイスを検索する
ko: 주변에서 사용 가능한 장치 검색
ms: Mencari peranti yang ada di sekitar
nl: Zoeken naar beschikbare apparaten in de buurt
th: กำลังค้นหาอุปกรณ์ที่มีอยู่รอบ ๆ
tr: Çevredeki mevcut cihazları aramak
uk: Пошук доступних пристроїв навколо

# device_scan
source: Scan
ar: امسحها ضوئيًا
fi: skannaa se
hr: skeniraj ga
id: pindai itu
it: scansionalo
ja: それをスキャンします
ko: 그것을 스캔
ms: imbasnya
nl: scan het
th: สแกนมัน
tr: tara
uk: відсканувати його

# device_scan_add_device
source: Scan the QR code on the device to add
ar: امسح رمز الاستجابة السريعة الموجود على الجهاز لإضافته
fi: Skannaa lisättävä laitteen QR -koodi
hr: Skenirajte QR kôd na uređaju za dodavanje
id: Pindai kode QR pada perangkat untuk menambahkan
it: Scansiona il codice QR sul dispositivo per aggiungere
ja: デバイスのQRコードをスキャンして追加します
ko: 추가할 기기의 QR 코드를 스캔하세요.
ms: Imbas kod QR pada peranti untuk ditambahkan
nl: Scan de QR-code op het apparaat om toe te voegen
th: สแกนรหัส QR บนอุปกรณ์เพื่อเพิ่ม
tr: Eklemek için cihazdaki QR kodunu tarayın
uk: Відскануйте QR -код на пристрої, щоб додати

# device_search_help
source: Can't find a device? view help
ar: لا يمكنك العثور على الجهاز؟ عرض مساعده
fi: Etkö löydä laitetta? Näytä ohje
hr: Ne možete pronaći uređaj? Pogledajte pomoć
id: Tidak dapat menemukan perangkat? Lihat bantuan
it: Non riesci a trovare il dispositivo? Visualizza aiuto
ja: デバイスが見つかりませんか？ ヘルプを見る
ko: 장치를 찾을 수 없습니까? 도움말 보기
ms: Tidak menemui peranti? Lihat pertolongan
nl: Kunt u het apparaat niet vinden? Help bekijken
th: ไม่พบอุปกรณ์? ดูความช่วยเหลือ
tr: Cihazı bulamıyor musunuz? Yardımı görüntüle
uk: Не можете знайти пристрій? Переглянути довідку

# deivce_model
source: Device model
ar: طراز الجهاز
fi: Laitemalli
hr: Model uređaja
id: Model perangkat
it: Modello del dispositivo
ja: デバイスモデル
ko: 기기 모델
ms: Model peranti
nl: Apparaat model
th: รุ่นอุปกรณ์
tr: Cihaz modeli
uk: Модель пристрою

# deivce_mac
source: MAC address
ar: عنوان ماك
fi: Mac osoite
hr: Mac adresa
id: Alamat MAC
it: Indirizzo MAC
ja: Macアドレス
ko: MAC 주소
ms: Alamat MAC
nl: Mac adres
th: หมายเลขทางกายภาพ
tr: Mac Adresi
uk: MAC -адреса

# deivce_soft_version
source: Software version
ar: إصدار البرنامج
fi: Ohjelmisto versio
hr: Verzija softvera
id: Versi perangkat lunak
it: Versione software
ja: ソフトウェアバージョン
ko: 소프트웨어 버전
ms: Versi perisian
nl: Software versie
th: เวอร์ชันซอฟต์แวร์
tr: Yazılım versiyonu
uk: Версія програмного забезпечення

# deivce_hardware_version
source: hardware version
ar: النسخة الأجهزة
fi: laitteistoversio
hr: hardverska verzija
id: versi perangkat keras
it: versione hardware
ja: ハードウェアバージョン
ko: 하드웨어 버전
ms: versi perkakasan
nl: Hardware Versie
th: เวอร์ชั่นฮาร์ดแวร์
tr: donanım versiyonu
uk: апаратна версія

# deivce_unbind
source: unbind
ar: فك الارتباط
fi: Irrota
hr: Odvežite
id: Memperlonggar
it: separare
ja: 解放する
ko: 바인딩 해제
ms: Terikat
nl: Ontbinden
th: เลิกผูก
tr: Bağlantıyı kaldır
uk: Розв’язати

# device_tip
source: hint
ar: ملحوظة
fi: vihje
hr: savjet
id: petunjuk
it: suggerimento
ja: ヒント
ko: 힌트
ms: petunjuk
nl: wenk
th: คำใบ้
tr: ipucu
uk: підказка

# device_push_settings
source: push settings
ar: إعدادات الدفع
fi: Push -asetukset
hr: Pritisnite postavke
id: Pengaturan dorong
it: Impostazioni push
ja: プッシュ設定
ko: 푸시 설정
ms: Tetapan tolak
nl: Instellingen pushen
th: กดการตั้งค่า
tr: Ayarları itin
uk: Натисніть налаштування

# device_call_amind
source: incoming call
ar: مكالمة واردة
fi: saapuva puhelu
hr: dolazni poziv
id: eingehender Anruf
it: chiamata in arrivo
ja: 電話の着信
ko: 수신 전화
ms: panggilan masuk
nl: binnenkomend telefoongesprek
th: สายเรียกเข้า
tr: gelen çağrı
uk: Вхідний дзвінок

# device_hand_up_screen
source: Raise your hand to turn on the screen
ar: ارفع يدك لتفتيح الشاشة
fi: Nosta käsi kirkastamaan näyttöä
hr: Podignite ruku kako biste osvijetlili ekran
id: Angkat tangan Anda untuk mencerahkan layar
it: Alza la mano per illuminare lo schermo
ja: 手を上げて画面を明るくします
ko: 손을 들어 화면을 밝게 하세요.
ms: Angkat tangan anda untuk mencerahkan skrin
nl: Steek uw hand op om het scherm helderder te maken
th: ยกมือขึ้นเพื่อทำให้หน้าจอสว่างขึ้น
tr: Ekranı aydınlatmak için elinizi kaldırın
uk: Підніміть руку, щоб освітлити екран

# device_longsit_amind
source: Sedentary Reminder
ar: تذكير بالمقعد الطويل
fi: Pitkän istuimen muistutus
hr: Podsjetnik na duga sjedala
id: Pengingat kursi panjang
it: Promemoria posto lungo
ja: ロングシートリマインダー
ko: 긴 좌석 알림
ms: Peringatan tempat duduk panjang
nl: Herinnering lange stoel
th: ตัวเตือนที่นั่งยาว
tr: Uzun koltuk hatırlatma
uk: Довге нагадування про сидіння

# device_longsit_amind_time
source: Sedentary reminder time
ar: وقت طويل للتذكير بالمقعد
fi: Pitkä istuimen muistutusaika
hr: Dugo vrijeme podsjetnika na sjedalo
id: Waktu pengingat kursi panjang
it: Tempo di promemoria del posto lungo
ja: 長い座席リマインダー時間
ko: 긴 좌석 알림 시간
ms: Masa peringatan tempat duduk panjang
nl: Lange stoelherinneringstijd
th: เวลาเตือนที่นั่งยาว
tr: Uzun koltuk hatırlatma süresi
uk: Тривалий час нагадування про місце

# device_weather_push
source: weather push
ar: دفع الطقس
fi: Sää push
hr: Guranje vremena
id: Dorongan cuaca
it: Spinta meteo
ja: ウェザープッシュ
ko: 날씨 푸시
ms: Tekanan cuaca
nl: Weer duwen
th: ดันสภาพอากาศ
tr: hava itme
uk: Погода на погоду

# device_alarm_settings
source: alarm clock setting
ar: إعدادات المنبه
fi: Hälytysasetus
hr: Postavka alarma
id: Pengaturan alarm
it: Impostazione della sveglia
ja: アラーム設定
ko: 알람 설정
ms: Tetapan penggera
nl: Alarminstelling
th: ตั้งปลุก
tr: Alarm ayarı
uk: Налаштування будильника

# device_search_settings
source: find settings
ar: ابحث عن الإعدادات
fi: Etsi asetukset
hr: Pronađite postavke
id: Temukan pengaturan
it: Trova impostazioni
ja: 設定を探す
ko: 설정 찾기
ms: Cari tetapan
nl: Instellingen zoeken
th: ค้นหาการตั้งค่า
tr: Ayarları bul
uk: Знайдіть налаштування

# device_device_info
source: Device Information
ar: معلومات الجهاز
fi: Laitteen informaatio
hr: Informacije o uređaju
id: Informasi Perangkat
it: Informazioni sul dispositivo
ja: デバイス情報
ko: 장치 정보
ms: Maklumat Peranti
nl: Apparaat informatie
th: ข้อมูลอุปกรณ์
tr: Cihaz bilgisi
uk: Інформація про пристрій

# device_shark_photo
source: shake to take a photo
ar: هز لالتقاط صورة
fi: Ota valokuva ravistamalla
hr: Protresite za snimanje fotografije
id: Kocok untuk mengambil foto
it: Agitare per scattare una foto
ja: 写真を撮るために振る
ko: 사진을 찍기 위해 흔들어
ms: Goncang untuk mengambil gambar
nl: Schud om een
th: เขย่าเพื่อถ่ายรูป
tr: Fotoğraf çekmek için sallayın
uk: Потрясіть, щоб зробити фотографію

# device_change
source: device switching
ar: تبديل الجهاز
fi: Laitteen vaihto
hr: Prebacivanje uređaja
id: Pergantian perangkat
it: Commutazione del dispositivo
ja: デバイスの切り替え
ko: 장치 전환
ms: Pertukaran peranti
nl: Schakelen tussen apparaten
th: การสลับอุปกรณ์
tr: Cihaz değiştirme
uk: Перемикання пристрою

source: mine
ar: الخاص بي
fi: Kaivos
hr: rudnik
id: Milikku
it: mio
ja: 私の
ko: 나의 것
ms: lombong
nl: de mijne
th: ของฉัน
tr: benim
uk: Шахта

# mine_bluetooth_connect
source: bluetooth connected
ar: تم توصيل البلوتوث
fi: Bluetooth on yhdistetty
hr: Bluetooth je spojen
id: Bluetooth terhubung
it: Il Bluetooth è connesso
ja: Bluetoothが接続されています
ko: 블루투스가 연결되었습니다
ms: Bluetooth disambungkan
nl: Bluetooth is verbonden
th: เชื่อมต่อบลูทูธแล้ว
tr: Bluetooth bağlandı
uk: Bluetooth підключено

# mine_bluetooth_unconnect
source: bluetooth not connected
ar: البلوتوث غير متصل
fi: jäljellä oleva akku
hr: Bluetooth nije povezan
id: Bluetooth tidak terhubung
it: Il Bluetooth non è connesso
ja: Bluetoothが接続されていません
ko: 블루투스가 연결되지 않았습니다
ms: Bluetooth tidak tersambung
nl: Bluetooth is niet verbonden
th: ไม่ได้เชื่อมต่อบลูทูธ
tr: Bluetooth bağlı değil
uk: Bluetooth не підключено

# mine_battery_level
source: remaining battery
ar: البطارية المتبقية
fi: Tuntematon jäljellä oleva akku
hr: preostala baterija
id: baterai yang tersisa
it: batteria rimanente
ja: バッテリー残量
ko: 남은 배터리
ms: bateri yang tinggal
nl: resterende batterij
th: แบตเตอรี่ที่เหลืออยู่
tr: kalan pil
uk: залишковий акумулятор

# mine_battery_level_unknown
source: remaining power unknown
ar: البطارية المتبقية غير معروفة
fi: Tuntematon jäljellä oleva akku
hr: Nepoznata preostala baterija
id: Baterai yang tersisa tidak diketahui
it: Batteria rimanente sconosciuta
ja: バッテリー残量が不明
ko: 알 수 없는 남은 배터리
ms: Baki bateri yang tidak diketahui
nl: Onbekende resterende batterij
th: ไม่ทราบแบตเตอรี่ที่เหลืออยู่
tr: Bilinmeyen kalan pil
uk: Невідомий залишок акумулятора

# mine_battery_level_low
source: Insufficient battery remaining
ar: بطارية غير كافية
fi: Akku ei riitä
hr: Nedovoljna baterija
id: Baterai tidak cukup
it: Batteria insufficiente
ja: バッテリーが不足しています
ko: 배터리 부족
ms: Bateri tidak mencukupi
nl: Onvoldoende batterij
th: แบตเตอรี่ไม่เพียงพอ
tr: Yetersiz pil
uk: Недостатня батарея

# mine_device_info
source: Device Information
ar: معلومات الجهاز
fi: Laitteen informaatio
hr: Informacije o uređaju
id: Informasi Perangkat
it: Informazioni sul dispositivo
ja: デバイス情報
ko: 장치 정보
ms: Maklumat Peranti
nl: Apparaat informatie
th: ข้อมูลอุปกรณ์
tr: Cihaz bilgisi
uk: Інформація про пристрій

# mine_repeat_mode
source: repeating pattern
ar: كرر النمط
fi: Toista kuvio
hr: Ponovi obrazac
id: Ulangi pola
it: Ripeti il
ja: パターンを繰り返す
ko: 반복 패턴
ms: Corak ulangan
nl: Herhaal patroon
th: ทำซ้ำรูปแบบ
tr: deseni tekrarla
uk: Повторити візерунок

# mine_monday
source: on Monday
ar: في يوم الاثنين
fi: maanantaina
hr: u ponedjeljak
id: pada hari Senin
it: di lunedi
ja: 月曜日に
ko: 월요일에
ms: pada Isnin
nl: op maandag
th: ในวันจันทร์
tr: Pazartesi gününde
uk: в понеділок

# mine_satuday
source: Tuesday
ar: يوم الثلاثاء
fi: tiistai
hr: utorak
id: Selasa
it: Martedì
ja: 火曜日
ko: 화요일
ms: Selasa
nl: Dinsdag
th: วันอังคาร
tr: Salı
uk: Вівторок

# mine_wednesday
source: Wednesday
ar: الأربعاء
fi: keskiviikko
hr: srijeda
id: Rabu
it: mercoledì
ja: 水曜日
ko: 수요일
ms: Hari Rabu
nl: woensdag
th: วันพุธ
tr: Çarşamba
uk: Середа

# mine_thursday
source: Thursday
ar: يوم الخميس
fi: torstai
hr: četvrtak
id: Kamis
it: giovedi
ja: 木曜日
ko: 목요일
ms: Khamis
nl: donderdag
th: วันพฤหัสบดี
tr: Perşembe
uk: Четвер

# mine_friday
source: friday
ar: جمعة
fi: Jumaat
hr: petak
id: Jumat
it: venerdì
ja: 金曜日
ko: 금요일
ms: perjantai
nl: vrijdag
th: วันศุกร์
tr: Cuma
uk: П'ятниця

# mine_saturday
source: Saturday
ar: السبت
fi: Lauantai
hr: subota
id: Sabtu
it: il sabato
ja: 土曜日
ko: 토요일
ms: Sabtu
nl: zaterdag
th: วันเสาร์
tr: Cumartesi
uk: Субота

# mine_sunday
source: sunday
ar: يوم الأحد
fi: sunnuntai
hr: nedjelja
id: Minggu
it: Domenica
ja: 日曜日
ko: 일요일
ms: Ahad
nl: zondag
th: วันอาทิตย์
tr: Pazar
uk: Неділя

# mine_delete
source: delete
ar: حذف
fi: poistaa
hr: izbrisati
id: menghapus
it: Elimina
ja: 消去
ko: 삭제
ms: padam
nl: verwijderen
th: ลบ
tr: silmek
uk: видалити

# mine_null
source: none
ar: بدون
fi: ilman
hr: bez
id: tanpa
it: privo di
ja: それなし
ko: 없이
ms: tanpa
nl: zonder
th: ปราศจาก
tr: olmadan
uk: без

# mine_alarm_late_amind
source: remind later
ar: تذكر لاحقا
fi: Muistuta myöhemmin
hr: Podsjeti kasnije
id: Ingatkan nanti
it: Ricorda più tardi
ja: 後で思い出させる
ko: 나중에 알림
ms: Ingatkan kemudian
nl: Herinner later
th: เตือนทีหลัง
tr: Daha sonra hatırlat
uk: Нагадайте пізніше

# mine_year
source: Year
ar: عام
fi: vuosi
hr: godina
id: tahun
it: anno
ja: 年
ko: 년도
ms: tahun
nl: jaar
th: ปี
tr: yıl
uk: рік

# mine_month
source: moon
ar: شهر
fi: kuu
hr: mjesec
id: bulan
it: Luna
ja: 月
ko: 달
ms: bulan
nl: maan
th: ดวงจันทร์
tr: ay
uk: місяць

# mine_day
source: day
ar: يوم
fi: päivä
hr: dan
id: hari
it: giorno
ja: 日
ko: 일
ms: hari
nl: dag
th: dia
tr: gün
uk: день

# mine_month_2
source: month
ar: شهر
fi: kuukausi
hr: mjesec
id: bulan
it: mese
ja: 月
ko: 월
ms: bulan
nl: maand
th: เดือน
tr: ay
uk: місяць

# mine_help_center
source: help center
ar: مركز المساعدة
fi: Ohjekeskus
hr: Centar za pomoć
id: Pusat Bantuan
it: Centro assistenza
ja: ヘルプセンター
ko: 지원 센터
ms: Pusat bantuan
nl: Helpcentrum
th: ศูนย์ช่วยเหลือ
tr: Yardım Merkezi
uk: Центр допомоги

# mine_help_center_feedback
source: feedback
ar: استجابة
fi: palautetta
hr: Povratne informacije
id: masukan
ja: フィードバック
ko: 피드백
ms: maklum balas
th: ข้อเสนอแนะ
tr: geri bildirim
uk: зворотний зв'язок

# mine_help_center_submit
source: submit
ar: إرسال
fi: Lähetä
hr: podnijeti
id: Kirimkan
it: Sottoscrivi
ja: 参加する
ko: 제출하다
ms: serahkan
nl: indienen
th: ส่ง
tr: Sunmak
uk: подати

# mine_help_center_question_1
source: FAQ 1
ar: مشكلة واحدة مشتركة
fi: Yleinen ongelma yksi
hr: Problema comună una
id: Masalah umum satu
it: Problema comune uno
ja: 一般的な問題1
ko: 일반적인 문제 1
ms: Masalah biasa satu
nl: Veelvoorkomend probleem
th: ปัญหาที่พบบ่อยหนึ่ง
tr: Ortak sorun bir
uk: Поширена проблема

# mine_help_center_question_2
source: FAQ 2
ar: المشكلة المشتركة الثانية
fi: Yleinen ongelma kaksi
hr: Uobičajeni problem dva
id: Masalah umum dua
it: Problema comune due
ja: よくある問題2
ko: 일반적인 문제 2
ms: Masalah biasa dua
nl: Veelvoorkomend probleem twee
th: ปัญหาทั่วไปที่สอง
tr: Ortak sorun iki
uk: Загальна проблема два

# mine_help_center_question_3
source: FAQ 3
ar: المشكلة الثالثة المشتركة
fi: Yleinen ongelma kolme
hr: Uobičajeni problem tri
id: Masalah umum tiga
it: Problema comune tre
ja: よくある問題3
ko: 일반적인 문제 3
ms: Masalah biasa tiga
nl: Veelvoorkomend probleem drie
th: ปัญหาทั่วไปสาม
tr: Ortak sorun üç
uk: Загальна проблема три

# mine_help_center_question_4
source: FAQ 4
ar: المشكلة الرابعة المشتركة
fi: Yleinen ongelma neljä
hr: Česti problem četiri
id: Masalah umum empat
it: Problema comune quattro
ja: よくある問題4
ko: 일반적인 문제 4
ms: Masalah biasa empat
nl: Veelvoorkomend probleem vier
th: ปัญหาทั่วไปสี่
tr: Ortak sorun dört
uk: Загальна проблема чотири

# mine_device_ota
source: firmware upgrade
ar: ترقية البرامج الثابتة
fi: Firmware -päivitys
hr: Nadogradnja firmvera
id: Meningkatkan firmware
it: Aggiornamento del firmware
ja: ファームウェアのアップグレード
ko: 펌웨어 업그레이드
ms: Peningkatan perisian firmware
th: อัพเกรดเฟิร์มแวร์
tr: Bellenim yükseltmesi
uk: Оновлення прошивки

# mine_device_ota_success
source: OTA upgrade successful
ar: ترقية OTA بنجاح
fi: OTA -päivitys onnistui
hr: OTA nadogradnja uspješno
id: Upgrade OTA berhasil
it: Aggiornamento OTA riuscito
ja: OTAアップグレードが正常に実行されました
ko: OTA 업그레이드 성공
ms: Peningkatan OTA berjaya
nl: OTA-upgrade succesvol
th: OTA อัพเกรดสำเร็จ
tr: OTA yükseltmesi başarıyla
uk: Успішно оновлено OTA

# mine_device_ota_fail
source: OTA upgrade failed
ar: فشلت ترقية OTA
fi: OTA -päivitys epäonnistui
hr: OTA nadogradnja nije uspjela
id: Peningkatan OTA gagal
it: Aggiornamento OTA non riuscito
ja: OTAアップグレードに失敗しました
ko: OTA 업그레이드 실패
ms: Peningkatan OTA gagal
nl: OTA-upgrade mislukt
th: การอัปเกรด OTA ล้มเหลว
tr: OTA yükseltmesi başarısız oldu
uk: Не вдалося оновити OTA

# mine_about
source: about
ar: حول
fi: noin
hr: oko
id: tentang
it: di
ja: だいたい
ko: ~에 대한
ms: mengenai
nl: wat betreft
th: เกี่ยวกับ
tr: hakkında
uk: про

# mine_version
source: Version
ar: إصدار
fi: Versio
hr: Verzija
id: Versi: kapan
it: Versione
ja: バージョン
ko: 버전
ms: Versi
nl: Versie
th: เวอร์ชั่น
tr: Sürüm
uk: Версія

# mine_about_desc
source: All interpretation rights belong to u-watch
ar: تنتمي جميع حقوق التفسير إلى تفسير u-watch
fi: Kaikki tulkkausoikeudet kuuluvat u-watchn tulkkaukseen
hr: Sva prava na tumačenje pripadaju tumačenju u-watch
id: Semua hak interpretasi milik interpretasi u-watch
it: Tutti i diritti di interpretazione appartengono all'interpretazione u-watch
ja: すべての解釈権はu-watch解釈に属します
ko: 모든 통역 권한은 u-watch 통역에 귀속됩니다.
ms: Semua hak pentafsiran adalah milik tafsiran u-watch
nl: Alle interpretatierechten behoren toe aan u-watch-interpretatie
th: สิทธิ์ในการตีความทั้งหมดเป็นของการตีความ u-watch
tr: Tüm yorumlama hakları u-watch yorumlamaya aittir.
uk: Усі права на переклад належать тлумаченню u-watch

# mine_account_info
source: account information
ar: معلومات الحساب
fi: Tilitiedot
hr: Informacije o računu
id: Informasi Akun
it: Informazioni account
ja: 口座情報
ko: 계정 정보
ms: Maklumat Akaun
nl: Account Informatie
th: ข้อมูลเกี่ยวกับบัญชี
tr: Hesap Bilgileri
uk: Інформація про обліковий запис
