Repository: BruceZhang2017/SmartBracelet
Catalog: SmartBracelet/*.lproj/Localizable.strings
Languages: ar, fi, hr, id, it, ja, ko, ms, nl, th, tr, uk

# dialog_location_permission_explain_above_s
source: In order to support the health data tracking function, u-watch will collect Bluetooth data and location information data, even if the application process is closed or not in use, such data will still be collected.
ar: من أجل دعم وظيفة تتبع البيانات الصحية ، ستجمع u-watch بيانات Bluetooth وبيانات معلومات الموقع ، حتى إذا كانت عملية التطبيق مغلقة أو غير مستخدمة ، فسيستمر جمع هذه البيانات.
fi: Terveystietojen seurantatoiminnon tukemiseksi u-watch kerää Bluetooth-tietoja ja sijaintitietoja, vaikka hakemusprosessi olisi suljettu tai se ei olisi käytössä, tällaisia tietoja kerätään silti.
id: Untuk mendukung fungsi pelacakan data kesehatan, u-watch akan mengumpulkan data Bluetooth dan data informasi lokasi, meskipun proses aplikasi ditutup atau tidak digunakan, data tersebut akan tetap dikumpulkan.
it: Al fine di supportare la funzione di tracciamento dei dati sanitari, u-watch raccoglierà i dati Bluetooth e i dati sulle informazioni sulla posizione, anche se il processo di applicazione è chiuso o non è in uso, tali dati verranno comunque raccolti.
ja: 健康データの追跡機能をサポートするために、u-watch は Bluetooth データと位置情報データを収集します。アプリケーション プロセスが閉じられている場合や使用されていない場合でも、そのようなデータは引き続き収集されます。
ko: 건강 데이터 추적 기능을 지원하기 위해 u-watch는 블루투스 데이터 및 위치 정보 데이터를 수집하며, 애플리케이션 프로세스가 종료되거나 사용하지 않는 경우에도 이러한 데이터는 계속 수집됩니다.
ms: Untuk menyokong fungsi penjejakan data kesihatan, u-watch akan mengumpul data Bluetooth dan data maklumat lokasi, walaupun proses permohonan ditutup atau tidak digunakan, data tersebut akan tetap dikumpul.
nl: Om de functie voor het volgen van gezondheidsgegevens te ondersteunen, verzamelt u-watch Bluetooth-gegevens en locatie-informatiegegevens, zelfs als het aanvraagproces is afgesloten of niet in gebruik is, zullen dergelijke gegevens nog steeds worden verzameld.
th: เพื่อรองรับฟังก์ชั่นการติดตามข้อมูลสุขภาพ u-watch จะรวบรวมข้อมูลบลูทูธและข้อมูลตำแหน่ง แม้ว่ากระบวนการสมัครจะปิดหรือไม่ได้ใช้งาน ข้อมูลดังกล่าวจะยังคงถูกรวบรวม
tr: Sağlık verileri izleme işlevini desteklemek için u-watch, Bluetooth verilerini ve konum bilgisi verilerini toplayacaktır, başvuru süreci kapatılsa veya kullanımda olmasa bile bu tür veriler toplanmaya devam edecektir.
uk: Щоб підтримувати функцію відстеження даних про здоров’я, u-watch збиратиме дані Bluetooth та інформацію про місцезнаходження, навіть якщо процес подання заявки закрито або не використовується, такі дані все одно збиратимуться.

# dialog_location_permission_explain
source: In order to support the health data tracking function, u-watch will collect location information data, even if the application is closed or not in use, such data will still be collected.
ar: من أجل دعم وظيفة تتبع البيانات الصحية ، ستجمع u-watch بيانات معلومات الموقع ، حتى إذا كان التطبيق مغلقًا أو غير مستخدم ، فسيستمر جمع هذه البيانات.
fi: Terveystietojen seurantatoiminnon tukemiseksi u-watch kerää paikkatietotietoja, vaikka sovellus olisi suljettu tai ei ole käytössä, tällaisia tietoja kerätään silti.
id: Untuk mendukung fungsi pelacakan data kesehatan, u-watch akan mengumpulkan data informasi lokasi, meskipun aplikasi ditutup atau tidak digunakan, data tersebut akan tetap dikumpulkan.
it: Al fine di supportare la funzione di tracciamento dei dati sanitari, u-watch raccoglierà i dati relativi alle informazioni sulla posizione, anche se l'applicazione è chiusa o non è in uso, tali dati verranno comunque raccolti.
ja: 健康データの追跡機能をサポートするために、u-watch は位置情報データを収集します。アプリケーションが閉じられている場合や使用されていない場合でも、そのようなデータは引き続き収集されます。
ko: 건강 데이터 추적 기능을 지원하기 위해 u-watch는 위치 정보 데이터를 수집하며, 애플리케이션이 종료되거나 사용하지 않는 경우에도 이러한 데이터는 계속 수집됩니다.
ms: Untuk menyokong fungsi pengesanan data kesihatan, u-watch akan mengumpul data maklumat lokasi, walaupun aplikasi ditutup atau tidak digunakan, data tersebut akan tetap dikumpul.
nl: Om de functie voor het volgen van gezondheidsgegevens te ondersteunen, verzamelt u-watch locatiegegevens, zelfs als de applicatie is gesloten of niet in gebruik is, zullen dergelijke gegevens nog steeds worden verzameld.
th: เพื่อรองรับฟังก์ชันการติดตามข้อมูลสุขภาพ u-watch จะรวบรวมข้อมูลตำแหน่ง แม้ว่าจะปิดแอปพลิเคชันหรือไม่ได้ใช้งาน ข้อมูลดังกล่าวจะยังคงถูกรวบรวม
tr: Sağlık verileri izleme işlevini desteklemek için u-watch, uygulama kapalı olsa veya kullanımda olmasa bile konum bilgisi verilerini toplayacaktır, bu tür veriler toplanmaya devam edecektir.
uk: Щоб підтримувати функцію відстеження даних про здоров’я, u-watch збиратиме дані про місцезнаходження, навіть якщо програма закрита або не використовується, такі дані все одно збиратимуться.

# go_to_setting_open_permissions
source: Prohibited permissions will cause you to be unable to use this app normally, you can go to the settings page to enable the above permissions.
ar: ستؤدي الأذونات المحظورة إلى عدم قدرتك على استخدام هذا التطبيق بشكل طبيعي ، يمكنك الانتقال إلى صفحة الإعدادات لتمكين الأذونات المذكورة أعلاه.
fi: Kielletyt käyttöoikeudet aiheuttavat sen, että et voi käyttää tätä sovellusta normaalisti. Voit ottaa yllä olevat luvat käyttöön asetussivulla.
id: Izin yang dilarang akan menyebabkan Anda tidak dapat menggunakan aplikasi ini secara normal, Anda dapat membuka halaman pengaturan untuk mengaktifkan izin di atas.
it: Le autorizzazioni proibite ti impediranno di utilizzare normalmente questa app, puoi andare alla pagina delle impostazioni per abilitare le autorizzazioni di cui sopra.
ja: 許可が禁止されていると、このアプリを正常に使用できなくなります。設定ページに移動して、上記の許可を有効にすることができます。
ko: 금지된 권한으로 인해 이 앱을 정상적으로 사용할 수 없으며, 설정 페이지로 이동하여 위의 권한을 허용할 수 있습니다.
ms: Keizinan yang dilarang akan menyebabkan anda tidak dapat menggunakan apl ini seperti biasa, anda boleh pergi ke halaman tetapan untuk mendayakan kebenaran di atas.
nl: Verboden machtigingen zorgen ervoor dat u deze app niet normaal kunt gebruiken. U kunt naar de instellingenpagina gaan om de bovenstaande machtigingen in te schakelen.
th: การอนุญาตที่ไม่อนุญาตจะทำให้คุณไม่สามารถใช้แอปนี้ได้ตามปกติ คุณสามารถไปที่หน้าการตั้งค่าเพื่อเปิดใช้งานการอนุญาตข้างต้น
tr: Yasaklanan izinler, bu uygulamayı normal şekilde kullanamamanıza neden olur, yukarıdaki izinleri etkinleştirmek için ayarlar sayfasına gidebilirsiniz.
uk: Заборонені дозволи призведуть до того, що ви не зможете нормально використовувати цю програму. Ви можете перейти на сторінку налаштувань, щоб увімкнути вказані вище дозволи.

source: Permission Description
ar: وصف الإذن
fi: Luvan kuvaus
id: Deskripsi Izin
it: Descrizione del permesso
ja: 権限の説明
ko: 권한 설명
ms: Penerangan Kebenaran
nl: Toestemming Beschrijving
th: คำอธิบายสิทธิ์
tr: İzin Açıklaması
uk: Опис дозволу

# add_contact
source: Add contacts
ar: اضف جهات اتصال
fi: Lisää yhteystieto
id: Tambahkan kontak
it: Aggiungi contatti
ja: 連絡先を追加
ko: 연락처 추가
ms: Tambah kenalan
nl: Contacten toevoegen
th: เพิ่มผู้ติดต่อ
tr: Kişileri ekleyin
uk: Додайте контакти

# contact_name_hint
source: Please enter a contact name
ar: الرجاء إدخال اسم جهة اتصال
fi: Anna yhteyshenkilön nimi
id: Masukkan nama kontak
it: Inserisci un nome di contatto
ja: 連絡先の名前を入力してください
ko: 연락처 이름을 입력하세요.
ms: Sila masukkan nama kenalan
nl: Voer een naam van een contactpersoon in
th: กรุณากรอกชื่อผู้ติดต่อ
tr: Lütfen bir kişi adı girin
uk: Будь ласка, введіть ім'я контакту

# contact_phone_hint
source: Please enter a contact number
ar: الرجاء إدخال رقم الاتصال
fi: Anna yhteysnumero
id: Masukkan nomor kontak
it: Inserisci un numero di contatto
ja: 連絡先番号を入力してください
ko: 연락처를 입력하세요.
ms: Sila masukkan nombor kenalan
nl: Voer een contactnummer in
th: กรุณาใส่เบอร์ติดต่อ
tr: Lütfen bir iletişim numarası girin
uk: Будь ласка, введіть контактний номер

# toast_success
source: success
ar: نجاح
fi: menestys
id: kesuksesan
it: successo
ja: 成功
ko: 성공
ms: kejayaan
nl: succes
th: ความสำเร็จ
tr: başarı
uk: успіх

# toast_failed
source: fail
ar: يفشل
fi: epäonnistua
id: gagal
it: fallire
ja: 失敗
ko: 실패하다
ms: gagal
nl: mislukking
th: ล้มเหลว
tr: hata
uk: провал

source: weather
ar: طقس
fi: sää
id: cuaca
it: tempo atmosferico
ja: 天気
ko: 날씨
ms: cuaca
nl: weer
th: สภาพอากาศ
tr: hava durumu
uk: погода

source: temperature
ar: درجة حرارة
fi: lämpötila
id: suhu
it: temperatura
ja: 温度
ko: 온도
ms: suhu
nl: temperatuur
th: อุณหภูมิ
tr: sıcaklık
uk: температура

# max_temp
source: highest temperature
ar: أعلى درجة حرارة
fi: korkein lämpötila
id: suhu tertinggi
it: temperatura più alta
ja: 最高気温
ko: 최고 온도
ms: suhu tertinggi
nl: hoogste temperatuur
th: อุณหภูมิสูงสุด
tr: en yüksek sıcaklık
uk: найвища температура

# min_temp
source: lowest temperature
ar: أدنى درجة حرارة
fi: minimilämpötila
id: suhu minimum
it: temperatura minima
ja: 最低気温
ko: 최소 온도
ms: suhu minimum
nl: minimale temperatuur
th: อุณหภูมิต่ำสุด
tr: minimum sıcaklık
uk: мінімальна температура

source: wind speed
ar: سرعة الرياح
fi: tuulen nopeus
id: kecepatan angin
it: velocità del vento
ja: 風速
ko: 바람 속도
ms: kelajuan angin
nl: windsnelheid
th: ความเร็วลม
tr: Rüzgar hızı
uk: швидкість вітру

source: humidity
ar: رطوبة
fi: kosteus
id: kelembaban
it: umidità
ja: 湿度
ko: 습기
ms: kelembapan
nl: vochtigheid
th: ความชื้น
tr: nem
uk: вологість

# new_message_tips
source: You have a new message, please pay attention to check
ar: لديك رسالة جديدة ، يرجى الانتباه للتحقق
fi: Sinulla on uusi viesti, ole hyvä ja tarkista
id: Anda memiliki pesan baru, harap perhatikan untuk memeriksa
it: Hai un nuovo messaggio, fai attenzione a controllare
ja: 新しいメッセージがあります。注意して確認してください
ko: 새 메시지가 있습니다. 확인에 주의를 기울이십시오.
ms: Anda mempunyai mesej baharu, sila beri perhatian untuk menyemak
nl: Je hebt een nieuw bericht, let op om te controleren
th: คุณมีข้อความใหม่ โปรดตรวจสอบ
tr: Yeni bir mesajınız var, lütfen kontrol etmeye dikkat edin.
uk: У вас нове повідомлення, зверніть увагу на перевірку

# sync_data
source: Synchronizing...
ar: جارِ المزامنة...
fi: Synkronoidaan...
id: Menyinkronkan...
it: Sincronizzando...
ja: 同期中...
ko: 동기화 중...
ms: Menyelaraskan...
nl: Synchroniseren...
th: กำลังซิงโครไนซ์...
tr: Senkronize ediliyor...
uk: Синхронізація...

source: Synchronize data
ar: مزامنة البيانات
fi: Synkronoi tiedot
id: Sinkronisasi data
it: Sincronizzare i dati
ja: データを同期する
ko: 데이터 동기화
ms: Menyelaraskan data
nl: Gegevens synchroniseren
th: ซิงโครไนซ์ข้อมูล
tr: Verileri senkronize et
uk: Синхронізувати дані

source: Start uploading
ar: بدء التحميل
fi: Aloita lataaminen
id: Mulai mengunggah
it: Inizia il caricamento
ja: アップロードを開始する
ko: 업로드 시작하기
ms: Mula memuat naik
nl: Start met uploaden
th: เริ่มอัปโหลด
tr: Yüklemeye başla
uk: Почати завантаження

# agree_download_upload
source: Are you sure you want to download and upload?
ar: هل أنت متأكد من أنك تريد تنزيل وتحميل؟
fi: Oletko varma, että haluat ladata ja lähettää tiedostoja?
id: Apakah Anda yakin ingin mengunduh dan mengunggah?
it: Sei sicuro di voler scaricare e caricare?
ja: ダウンロードしてアップロードしますか？
ko: 다운로드하고 업로드하시겠습니까?
ms: Adakah anda pasti ingin memuat turun dan memuat naik?
nl: Weet u zeker dat u wilt downloaden en uploaden?
th: คุณแน่ใจหรือไม่ว่าต้องการดาวน์โหลดและอัปโหลด?
tr: İndirip yüklemek istediğinizden emin misiniz?
uk: Ви впевнені, що хочете завантажити та вивантажити?

# agree_log_out
source: Are you sure you want to log out of this account?
ar: هل تريد بالتأكيد الخروج من هذا الحساب؟
fi: Oletko varma, että haluat kirjautua ulos tästä tilistä?
id: Apakah Anda yakin ingin keluar dari akun ini?
it: Sei sicuro di voler uscire da questo account?
ja: このアカウントからログアウトしますか？
ko: 이 계정에서 로그아웃하시겠습니까?
ms: Adakah anda pasti ingin keluar dari akaun ini?
nl: Weet u zeker dat u dit account wilt verlaten?
th: คุณแน่ใจหรือไม่ว่าต้องการออกจากบัญชีนี้?
tr: Bu hesaptan çıkış yapmak istediğinizden emin misiniz?
uk: Ви впевнені, що хочете вийти з цього облікового запису?
