Repository: BruceZhang2017/SmartBracelet
Catalog: SmartBracelet/*.lproj/Localizable.strings
Languages: ar, fi, hr, id, it, ja, ko, ms, nl, th, tr, uk

# mine_userinfo
source: personal information
ar: معلومات شخصية
fi: henkilökohtaisia
hr: osobne informacije
id: informasi pribadi
it: informazione personale
ja: 個人情報
ko: 개인 정보
ms: maklumat peribadi
nl: persoonlijke informatie
th: ข้อมูลส่วนบุคคล
tr: kişisel bilgi
uk: персональна інформація

# mine_head_image
source: avatar
ar: الصورة الرمزية
fi: hahmo
ja: アバター
ko: 화신
th: สัญลักษณ์
uk: Аватар

# mine_camera
source: Photograph
ar: تصوير
fi: Valokuva
hr: Fotografirati
id: Foto
it: Fotografia
ja: 写真
ko: 사진
ms: Gambar
nl: Fotograaf
th: ภาพถ่าย
tr: Fotoğraf
uk: Фотографія

# mine_select_photo
source: Select Image
ar: اختر صورة
fi: Valitse Kuva
hr: Odaberite sliku
id: Pilih gambar
it: Seleziona immagine
ja: 画像を選択
ko: 이미지 선택
ms: Pilih Imej
nl: Selecteer foto
th: เลือกรูปภาพ
tr: Fotoğraf seç
uk: Виберіть Зображення

# mine_save
source: save
ar: حفظ
fi: Tallentaa
hr: uštedjeti
id: menyimpan
it: Salva
ja: 保存する
ko: 저장
ms: berjimat
nl: opslaan
th: บันทึก
tr: kaydetmek
uk: зберегти

# mine_cancel
source: Cancel
ar: يلغي
fi: Peruuttaa
hr: Otkazati
id: Membatalkan
it: Annulla
ja: キャンセル
ko: 취소
ms: Batal
nl: Annuleren
th: ยกเลิก
tr: İptal
uk: Скасувати

# mine_nick
source: Nick name
ar: اسم الشهرة
fi: Nimimerkki
hr: Nadimak
id: Nama panggilan
it: Soprannome
ja: ニックネーム
ko: 닉네임
ms: Nama Nick
nl: Bijnaam
th: ชื่อเล่น
tr: Takma ad
uk: Псевдонім

# mine_insert_num_limit
source: You can also enter 15 characters
ar: يمكنك أيضًا إدخال XX كلمة
fi: Voit myös kirjoittaa XX sanaa
hr: Također možete unijeti XX riječi
id: Anda juga dapat memasukkan XX kata
it: Puoi anche inserire XX parole
ja: XX語も入力できます
ko: XX 단어를 입력할 수도 있습니다.
ms: Anda juga boleh memasukkan perkataan XX
nl: U kunt ook XX woorden invoeren
th: คุณยังสามารถป้อน XX คำ
tr: XX kelime de girebilirsiniz
uk: Ви також можете ввести XX слів

# mine_sex
source: gender
ar: جنس تذكير أو تأنيث
fi: sukupuoli
hr: spol
id: jenis kelamin
it: Genere
ja: 性別
ko: 성별
ms: jantina
nl: geslacht
th: เพศ
tr: Cinsiyet
uk: Стать

# mine_male
source: male
ar: الذكر
fi: Uros
hr: muški
id: pria
it: maschio
ja: 男
ko: 남성
ms: lelaki
nl: mannelijk
th: ชาย
tr: erkek
uk: чоловічий

# mine_female
source: female
ar: أنثى
fi: Nainen
hr: Žena
id: Perempuan
it: Femmina
ja: 女性
ko: 여자
ms: Perempuan
nl: Vrouwelijk
th: หญิง
tr: Dişi
uk: Жіночий

# mine_select_sex
source: choose gender
ar: اختر الجنس
fi: Valitse sukupuoli
hr: Odaberite spol
id: Pilih jenis kelamin
it: Scegli il genere
ja: 性別を選択してください
ko: 성별 선택
ms: Valitse sukupuoli
nl: Kies geslacht
th: เลือกเพศ
tr: Cinsiyet seçin
uk: Виберіть стать

# mine_confirm
source: Sure
ar: بالتأكيد
fi: Varma
hr: Naravno
id: Tentu
it: Sicuro
ja: もちろん
ko: 확신하는
ms: Pasti
nl: Zeker wel
th: แน่นอน
tr: Emin olmak
uk: Звичайно

# mine_birthday
source: date of birth
ar: تاريخ الولادة
fi: Syntymäaika
hr: Datum rođenja
id: Tanggal lahir
it: Data di nascita
ja: 生年月日
ko: 생일
ms: Tarikh lahir
nl: Geboortedatum
th: วันเกิด
tr: Doğum tarihi
uk: Дата народження

# mine_height
source: height
ar: ارتفاع
fi: korkeus
hr: visina
id: tinggi
it: altezza
ja: 身長
ko: 키
ms: korkeus
nl: hoogte
th: ความสูง
tr: boy uzunluğu
uk: висота

# mine_weight
source: weight
ar: وزن
fi: paino
hr: težina
id: berat
it: il peso
ja: 重さ
ko: 무게
ms: berat badan
nl: gewicht
th: น้ำหนัก
tr: ağırlık
uk: вага

# mine_unconnect
source: not connected
ar: البلوتوث غير متصل
fi: jäljellä oleva akku
hr: nije povezan
id: tidak terhubung
it: non è connesso
ja: が接続されていません
ko: 블루투스가 연결되지 않았습니다
ms: tidak tersambung
nl: niet verbonden
th: ไม่ได้เชื่อมต่อบลูทูธ
tr: bağlı değil
uk: не підключено

source: device settings
ar: إعدادات الجهاز
fi: Laite asetukset
hr: Postavke uređaja
id: Pengaturan alat
it: Impostazioni del dispositivo
ja: デバイスの設定
ko: 기기 설정
ms: Tetapan peranti
nl: Apparaat instellingen
th: การตั้งค่าอุปกรณ์
tr: Cihaz ayarları
uk: Налаштування пристрою

# every_day_goal
source: daily step goal
ar: هدف الخطوة اليومية
fi: päivittäinen askeltavoite
hr: dnevni cilj koraka
id: tujuan langkah harian
it: obiettivo del passo quotidiano
ja: 毎日の歩数目標
ko: 일일 걸음 수 목표
ms: matlamat langkah harian
nl: dagelijks stappendoel
th: เป้าหมายขั้นตอนรายวัน
tr: günlük adım hedefi
uk: щоденна мета кроку

# week_1
source: Monday
ar: الإثنين
fi: maanantai
hr: ponedjeljak
id: Senin
it: lunedì
ja: 月曜
ko: 월요일
ms: Isnin
nl: maandag
th: วันจันทร์
tr: Pazartesi günü
uk: понеділок

# week_2
source: Tuesday
ar: يوم الثلاثاء
fi: tiistai
hr: utorak
id: Selasa
it: martedì
ja: 火曜日
ko: 화요일
ms: Selasa
nl: Dinsdag
th: วันอังคาร
tr: Salı
uk: вівторок

# week_3
source: Wednesday
ar: الأربعاء
fi: keskiviikko
hr: srijeda
id: Rabu
it: Mercoledì
ja: 水曜日
ko: 수요일
ms: Rabu
nl: woensdag
th: วันพุธ
tr: Çarşamba günü
uk: середа

# week_4
source: Thursday
ar: يوم الخميس
fi: torstai
hr: četvrtak
id: Kamis
it: giovedi
ja: 木曜日
ko: 목요일
ms: Khamis
nl: Donderdag
th: วันพฤหัสบดี
tr: Perşembe günü
uk: четвер

# week_5
source: Friday
ar: يوم الجمعة
fi: perjantai
hr: petak
id: Jumat
it: venerdì
ja: 金曜日
ko: 금요일
ms: Jumaat
nl: vrijdag
th: วันศุกร์
tr: Cuma
uk: п'ятниця

# week_6
source: Saturday
ar: يوم السبت
fi: lauantaina
hr: subota
id: Sabtu
it: il sabato
ja: 土曜日
ko: 토요일
ms: Sabtu
nl: zaterdag
th: วันเสาร์
tr: Cumartesi
uk: субота

# week_7
source: Sunday
ar: الأحد
fi: sunnuntai
hr: nedjelja
id: minggu
it: Domenica
ja: 日曜日
ko: 일요일
ms: Ahad
nl: zondag
th: วันอาทิตย์
tr: Pazar
uk: неділя

# health_distance
source: distance
ar: مسافه: بعد
fi: etäisyys
hr: udaljenosti
id: jarak
it: distanza
ja: 距離
ko: 거리
ms: jarak
nl: afstand
th: ระยะทาง
tr: mesafe
uk: відстань

# setting_goal
source: set a goal
ar: ضع هدف
fi: asettaa tavoite
hr: Postavi cilj
id: menentukan tujuan
it: stabilire un obiettivo
ja: 目標を設定します
ko: 목표를 세우다
ms: tetapkan matlamat
nl: een doel stellen
th: กำหนดเป้าหมาย
tr: Bir hedef belirleyin
uk: поставити мету

# health_detail_sports
source: Sports and Health Tips
ar: نصائح صحية رياضية
fi: urheilun terveysvinkkejä
hr: savjeti za sportsko zdravlje
id: tips kesehatan olahraga
it: consigli per la salute dello sport
ja: スポーツ健康のヒント
ko: 스포츠 건강 팁
ms: tips kesihatan sukan
nl: sport gezondheidstips
th: เคล็ดลับสุขภาพกีฬา
tr: spor sağlığı ipuçları
uk: поради щодо здоров’я в спорті

# health_detail_sports_desc
source: Does walking after meals help with digestion?
ar: هل المشي بعد الأكل يساعد على الهضم؟
fi: Auttaako kävely aterian jälkeen ruoansulatusta?
hr: Pomaže li šetnja nakon obroka probavi?
id: Apakah jalan-jalan setelah makan membantu pencernaan?
it: Fare una passeggiata dopo i pasti aiuta la digestione?
ja: 食事の後に散歩することは消化を助けますか？
ko: 식후 산책이 소화에 도움이 되나요?
ms: Adakah berjalan-jalan selepas makan membantu penghadaman?
nl: Helpt een wandeling na een maaltijd de spijsvertering?
th: การเดินหลังอาหารช่วยย่อยอาหารหรือไม่?
tr: Yemekten sonra yürüyüş yapmak sindirime yardımcı olur mu?
uk: Чи допомагає прогулянка після їжі травленню?

# health_detail_apple
source: An apple a day keeps the doctor away
ar: تفاحة يوميا تغنيك عن الطبيب
fi: Omena päivässä pitää lääkärin loitolla
hr: Jabuka dnevno drži liječnika daleko
id: Satu apel sehari dapat menghindarkan dari penyakit
it: Una mela al giorno toglie il medico di torno
ja: リンゴが赤くなると医者が青くなる
ko: 매일 사과 하나씩이 건강의 비결
ms: Sebiji epal sehari menjauhkan doktor
nl: Een appel per dag houdt de dokter weg
th: วันละแอปเปิลช่วยห่างไกลหมอ
tr: Elma yiyen insan doktor yüzü görmez
uk: Яблуко в день відволікає лікаря

# health_detail_apple_desc
source: Get up with a glass of boiled water to help detoxify
ar: استيقظ مع كوب من الماء للمساعدة في التخلص من السموم
fi: Nouse ylös lasillisella vettä auttaaksesi vieroitusta
hr: Ustanite s čašom vode kako biste pomogli detoksikaciju
id: Bangun dengan segelas air untuk membantu detoks
it: Alzati con un bicchiere d'acqua per aiutare la disintossicazione
ja: デトックスを助けるためにコップ一杯の水で起きなさい
ko: 디톡스에 도움이 되는 물 한잔으로 일어나기
ms: Bangun dengan segelas air untuk membantu detoks
nl: Sta op met een glas water om te helpen ontgiften
th: ตื่นมาดื่มน้ำสักแก้วช่วยดีท็อกซ์
tr: Detoksa yardımcı olması için bir bardak su ile kalkın
uk: Встаньте зі склянкою води, щоб допомогти детоксикації

# health_detail_sleep_awake
source: wide awake
ar: مستيقظ تماما
fi: täysin hereillä
hr: posve budan
id: waspada
it: ben sveglio
ja: キンキンに目が覚めた
ko: 깨어
ms: terjaga
nl: helemaal wakker
th: ตื่นไว
tr: uyanık
uk: прокинувся

# health_detail_sleep_light
source: light sleep
ar: نوم خفيف
fi: kevyt uni
hr: lagan san
id: tidur nyenyak
it: sonno leggero
ja: 浅い眠り
ko: 가벼운 수면
ms: tidur ringan
nl: lichte slaap
th: นอนหลับสบาย
tr: hafif uyku
uk: легкий сон

# health_detail_sleep_deep
source: Deep sleep
ar: نوم عميق
fi: Syvä uni
hr: Dubok san
id: Tidur nyenyak
it: Sonno profondo
ja: 深い眠り
ko: 깊은 잠
ms: Tidur nyenyak
nl: Diepe slaap
th: การนอนหลับลึก
tr: Derin uyku
uk: Глибокий сон

# health_start_test
source: start testing
ar: ابدأ الاختبار
fi: aloita testaus
hr: započeti testiranje
id: mulai pengujian
it: iniziare a testare
ja: テストを開始します
ko: 테스트 시작
ms: mula menguji
nl: begin met testen
th: เริ่มการทดสอบ
tr: teste başla
uk: почати тестування

# health_select_time
source: Select time
ar: فترة الاختيار
fi: valintajakso
hr: razdoblje odabira
id: periode seleksi
it: periodo di selezione
ja: 選考期間
ko: 선발 기간
ms: tempoh pemilihan
nl: selectieperiode
th: ช่วงคัดเลือก
tr: seçim dönemi
uk: період відбору

# health_testing
source: testingâ€¦
ar: اختبارات...
fi: testaus...
hr: testiranje...
id: pengujian...
it: prova...
ja: テスト中...
ko: 테스트...
ms: ujian...
nl: testen...
th: การทดสอบ...
tr: test yapmak...
uk: тестування...

# add_new_device
source: Adding new equipments
ar: اضافة معدات جديدة
fi: Uusien laitteiden lisääminen
hr: Dodavanje nove opreme
id: Menambahkan peralatan baru
it: Aggiunta di nuove apparecchiature
ja: 新しい機器の追加
ko: 새로운 장비 추가
ms: Menambah peralatan baru
nl: Nieuwe apparatuur toevoegen
th: เพิ่มอุปกรณ์ใหม่
tr: Yeni ekipman ekleme
uk: Додавання нового обладнання

# bind_device
source: to bind
ar: ربط
fi: sitoa
hr: vezati
id: mengikat
it: legamento
ja: 練る
ko: 묶다
ms: mengikat
nl: binden
th: ผูก
tr: bağlamak
uk: зв'язати

source: switch device
ar: جهاز التبديل
fi: vaihtaa laitetta
hr: preklopni uređaj
id: beralih perangkat
it: dispositivo di commutazione
ja: スイッチデバイス
ko: 스위치 장치
ms: suis peranti
nl: van apparaat wisselen
th: เปลี่ยนอุปกรณ์
tr: cihazı değiştir
uk: пристрій перемикання

source: custom watch face
ar: وجه ساعة مخصص
fi: mukautettu kellotaulu
hr: prilagođeno lice sata
id: tampilan jam kustom
it: quadrante personalizzato
ja: カスタムウォッチフェイス
ko: 커스텀 워치 페이스
ms: muka jam tersuai
nl: aangepaste wijzerplaat
th: หน้าปัดนาฬิกาแบบกำหนดเอง
tr: özel saat yüzü
uk: індивідуальний циферблат

# unbind_device_desc
source: Are you sure you want to unbind this device? If yes, please delete the device pairing record in the mobile phone Settings->Bluetooth.
ar: هل أنت متأكد أنك تريد إلغاء ربط الجهاز؟ إذا كانت الإجابة بنعم ، فالرجاء الانتقال إلى "الإعدادات -> Bluetooth" على الهاتف لحذف سجل الاقتران الخاص بالجهاز.
fi: Haluatko varmasti purkaa laitteen? Jos kyllä, mene puhelimen kohtaan "Asetukset -> Bluetooth" poistaaksesi laitteen paritustietueen.
hr: Jeste li sigurni da želite odvezati uređaj? Ako da, idite na "Postavke -> Bluetooth" na telefonu da izbrišete zapis o uparivanje uređaja.
id: Anda yakin ingin melepaskan ikatan perangkat? Jika ya, silakan buka "Pengaturan -> Bluetooth" di telepon untuk menghapus catatan pemasangan perangkat.
it: Sei sicuro di voler annullare l'associazione del dispositivo? In caso affermativo, vai su "Impostazioni -> Bluetooth" sul telefono per eliminare il record di associazione del dispositivo.
ja: デバイスのバインドを解除してもよろしいですか？ はいの場合は、電話の[設定]-> [Bluetooth]に移動して、デバイスのペアリングレコードを削除してください。
ko: 장치의 결합을 해제하시겠습니까? 그렇다면 휴대폰의 "설정 -> 블루투스"로 이동하여 장치의 페어링 기록을 삭제하십시오.
ms: Adakah anda pasti mahu menyahikat peranti? Jika ya, sila pergi ke "Tetapan -> Bluetooth" pada telefon untuk memadam rekod berpasangan peranti.
nl: Weet u zeker dat u het apparaat wilt loskoppelen? Zo ja, ga dan naar "Instellingen -> Bluetooth" op de telefoon om het koppelingsrecord van het apparaat te verwijderen.
th: คุณแน่ใจหรือไม่ว่าต้องการยกเลิกการผูกอุปกรณ์ ถ้าใช่ โปรดไปที่ "การตั้งค่า -> Bluetooth" บนโทรศัพท์เพื่อลบบันทึกการจับคู่ของอุปกรณ์
tr: Aygıtın bağlantısını kaldırmak istediğinizden emin misiniz? Evet ise, cihazın eşleştirme kaydını silmek için lütfen telefonda "Ayarlar -> Bluetooth" bölümüne gidin.
uk: Ви впевнені, що хочете від’єднати пристрій? Якщо так, перейдіть до «Налаштування -> Bluetooth» на телефоні, щоб видалити запис сполучення пристрою.

source: hint
ar: ملحوظة
fi: vihje
hr: savjet
id: petunjuk
it: suggerimento
ja: ヒント
ko: 힌트
ms: petunjuk
nl: wenk
th: คำใบ้
tr: ipucu
uk: підказка

# find_a_device
source: find device
ar: ابحث عن جهاز
fi: Etsi laite
hr: Pronađite uređaj
id: Temukan perangkat
it: Trova un dispositivo
ja: デバイスを探す
ko: 기기 찾기
ms: Cari peranti
nl: Zoek een apparaat
th: ค้นหาอุปกรณ์
tr: Bir cihaz bul
uk: Знайдіть пристрій

# find
source: look up
ar: تجد
fi: löytö
hr: pronaći
id: Temukan
it: trovare
ja: 探す
ko: 찾기
ms: cari
nl: vind
th: หา
tr: bulmak
uk: знайти

source: repeat
ar: كرر
fi: toistaa
hr: ponoviti
id: mengulang
it: ripetere
ja: 繰り返す
ko: 반복하다
ms: ulang
nl: herhalen
th: ทำซ้ำ
tr: tekrar et
uk: повторити

source: minute
ar: اللحظة
fi: minuutti
hr: minuta
id: menit
it: minuto
ja: 分
ko: 분
ms: minit
nl: minuut
th: นาที
tr: dakika
uk: хвилина

source: reminder interval
ar: الفاصل الزمني للتذكير
fi: muistutusväli
hr: interval podsjetnika
id: interval pengingat
it: intervallo di promemoria
ja: リマインダー間隔
ko: 알림 간격
ms: selang peringatan
nl: herinneringsinterval
th: ช่วงเตือนความจำ
tr: hatırlatma aralığı
uk: інтервал нагадування

source: Week
ar: أسبوع
fi: Viikko
hr: Tjedan
id: Pekan
it: Settimana
ja: 週
ko: 주
ms: Minggu
th: สัปดาห์
tr: Hafta
uk: тиждень

source: time
ar: زمن
fi: aika
hr: vrijeme
id: waktu
it: volta
ja: 時間
ko: 시각
ms: masa
nl: tijd
th: เวลา
tr: zaman
uk: час

source: Select Image
ar: اختر صورة
fi: Valitse Kuva
hr: Odaberite Slika
id: Pilih gambar
it: Seleziona Immagine
ja: 画像を選択
ko: 이미지 선택
ms: Pilih Imej
nl: Selecteer foto
th: เลือกรูปภาพ
tr: Fotoğraf seç
uk: Виберіть Зображення

source: time position
ar: موقف الوقت
fi: aika-asento
hr: vremenska pozicija
id: posisi waktu
it: posizione temporale
ja: 時間位置
ko: 시간 위치
ms: kedudukan masa
nl: tijd positie
th: ตำแหน่งเวลา
tr: zaman konumu
uk: положення часу

# above
source: the top
ar: في الاعلى
fi: edellä
hr: iznad
id: di atas
it: sopra
ja: その上
ko: ~ 위에
ms: atas
nl: bovenstaand
th: ข้างต้น
tr: üstünde
uk: вище

source: below
ar: أقل
fi: alla
hr: ispod
id: di bawah
it: qui di seguito
ja: 下
ko: 아래에
ms: di bawah
nl: onderstaand
th: ด้านล่าง
tr: altında
uk: нижче

# content_above_time
source: content shown above time
ar: المحتوى فوق الوقت
fi: sisältö ajan yläpuolella
hr: sadržaj iznad vremena
id: konten di atas waktu
it: contenuto al di sopra del tempo
ja: 時間以上のコンテンツ
ko: 시간을 초월한 콘텐츠
ms: kandungan di atas masa
nl: inhoud boven tijd
th: เนื้อหาเหนือเวลา
tr: zamanın ötesinde içerik
uk: вміст вище часу

# content_below_time
source: content shown below time
ar: منظر تحت الوقت
fi: content below time
hr: content below time
id: content below time
it: content below time
ja: 時間の下の内容
ko: content below time
ms: content below time
nl: content below time
th: content below time
tr: content below time
uk: content below time

source: closure
ar: إنهاء
fi: päättäminen
hr: zatvaranje
id: penutup
it: chiusura
ja: 閉鎖
ko: 폐쇄
ms: penutupan
nl: sluiting
th: ปิด
tr: kapatma
uk: закриття

source: date
ar: تاريخ
fi: Päivämäärä
hr: datum
id: tanggal
it: Data
ja: 日にち
ko: 데이트
ms: Tarikh
nl: datum
th: วันที่
tr: tarih
uk: дата

# sleep
source: to sleep
ar: ينام
fi: nukkua
hr: spavati
id: tidur
it: dormire
ja: 睡眠
ko: 자다
ms: tidur
nl: slaap
th: นอน
tr: uyumak
uk: спати

source: heart rate
ar: معدل ضربات القلب
fi: syke
hr: brzina otkucaja srca
id: detak jantung
it: frequenza cardiaca
ja: 心拍数
ko: 심박수
ms: kadar degupan jantung
nl: hartslag
th: อัตราการเต้นของหัวใจ
tr: kalp hızı
uk: пульс

# step
source: count steps
ar: خطوة
fi: askel
hr: korak
id: melangkah
it: fare un passo
ja: ステップ
ko: 단계
ms: langkah
nl: stap
th: ขั้นตอน
tr: adım
uk: крок

source: text color
ar: لون الخط
fi: tekstin väri
hr: boja teksta
id: warna teks
it: colore del testo
ja: テキストの色
ko: 텍스트 색상
ms: warna teks
nl: tekst kleur
th: สีข้อความ
tr: metin rengi
uk: колір тексту

# person_info
source: Personal Information -> Set Nickname
ar: المعلومات الشخصية -> تعيين الاسم المستعار
fi: Henkilötiedot -> Aseta lempinimi
hr: Osobni podaci -> Postavi nadimak
id: Informasi Pribadi -> Setel Nama Panggilan
it: Informazioni personali -> Imposta soprannome
ja: 個人情報->ニックネームを設定
ko: 개인정보 -> 닉네임 설정
ms: Maklumat Peribadi -> Tetapkan Nama Panggilan
nl: Persoonlijke informatie -> Bijnaam instellen
th: ข้อมูลส่วนตัว -> ตั้งชื่อเล่น
tr: Kişisel Bilgiler -> Takma Adı Belirle
uk: Особиста інформація -> Встановити псевдонім

source: time system
ar: نظام الوقت
fi: aikajärjestelmä
hr: vremenski sustav
id: sistem waktu
it: sistema del tempo
ja: 時間システム
ko: 시간 시스템
ms: sistem masa
nl: tijdsysteem
th: ระบบเวลา
tr: zaman sistemi
uk: система часу

source: unit
ar: وحدة
fi: yksikkö
hr: jedinica
id: satuan
it: unità
ja: 単位
ko: 단위
nl: eenheid
th: หน่วย
tr: birim
uk: одиниця

# local_ota_file
source: Use local OTA files
ar: استخدم ملف OTA محلي
fi: Käytä paikallista OTA-tiedostoa
hr: Koristite lokalnu OTA datoteku
id: Gunakan file OTA lokal
it: Usa un file OTA locale
ja: ローカルOTAファイルを使用する
ko: 로컬 OTA 파일 사용
ms: Gunakan fail OTA setempat
nl: Gebruik een lokaal OTA-bestand
th: ใช้ไฟล์ OTA ในเครื่อง
tr: Yerel bir OTA dosyası kullanın
uk: Використовуйте локальний файл OTA

source: confirm
ar: تؤكد
fi: vahvistaa
hr: potvrditi
id: Konfirmasi
it: Confermare
ja: 確認
ko: 확인하다
ms: mengesahkan
nl: bevestigen
th: ยืนยัน
tr: onaylamak
uk: підтвердити

# device_play_machine_skills
source: game skills
ar: مهارات اللعبة
fi: pelitaidot
id: keterampilan permainan
it: abilità di gioco
ja: ゲームスキル
ko: 게임 기술
ms: kemahiran permainan
nl: spel vaardigheden
th: ทักษะการเล่นเกม
tr: oyun becerileri
uk: ігрові навички

# device_use
source: Use
ar: يستخدم
fi: käyttää
id: menggunakan
it: utilizzo
ja: 使用
ko: 사용
ms: guna
nl: gebruik
th: ใช้
tr: kullanmak
uk: використовувати

# device_push_settings_wechat
source: WeChat
id: Wechat wechat
ja: 微信
ko: 위챗
th: วีแชท

source: drink water reminder
ar: تذكير شرب الماء
fi: juomaveden muistutus
id: minum pengingat air
it: bere acqua promemoria
ja: 飲み水のリマインダー
ko: 음료수 알림
ms: peringatan minum air
nl: drink water herinnering
th: ดื่มน้ำเตือน
tr: su iç hatırlatma
uk: нагадування про пиття води

# drink_water_reminder_time
source: drinking water reminder time
ar: وقت تذكير مياه الشرب
fi: juomaveden muistutusaika
id: waktu pengingat air minum
it: tempo di promemoria dell'acqua potabile
ja: 飲料水リマインダー時間
ko: 식수 알림 시간
ms: masa peringatan air minuman
nl: drinkwater herinneringstijd
th: เวลาเตือนน้ำดื่ม
tr: içme suyu hatırlatma zamanı
uk: час нагадування про питну воду

# mine_cm_unit
source: CM
ar: سم
ko: 센티미터
th: ซม
tr: SANTİMETRE
uk: СМ

# mine_kg_unit
source: KG
ar: كلغ
ko: 킬로그램
th: กิโลกรัม
tr: KİLOGRAM
uk: КГ

# rescan
source: scanning
ar: يتم المسح
fi: skannaus
id: pemindaian
it: scansione
ja: 走査
ko: 스캐닝
ms: mengimbas
nl: scannen
th: การสแกน
tr: tarama
uk: сканування

# scan_device
source: scan the device
ar: تفحص الجهاز
fi: skannaa laite
id: memindai perangkat
it: eseguire la scansione del dispositivo
ja: デバイスをスキャンする
ko: 장치를 스캔
ms: imbas peranti
nl: scan het apparaat
th: สแกนอุปกรณ์
tr: cihazı tara
uk: просканувати пристрій

source: privacy protection
ar: حماية الخصوصية
fi: Yksityisyydensuoja
id: perlindungan privasi
it: Protezione della privacy
ja: プライバシー保護
ko: 프라이버시 보호
ms: perlindungan privasi
nl: privacy bescherming
th: การคุ้มครองความเป็นส่วนตัว
tr: Gizlilik koruması
uk: захист конфіденційності

source: User Agreement
ar: اتفاقية المستخدم
fi: Käyttäjäsopimus
id: Perjanjian Pengguna
it: Accordo per gli utenti
ja: ユーザー規約
ko: 사용자 계약
ms: Perjanjian Pengguna
nl: Gebruikersovereenkomst
th: ข้อตกลงการใช้
tr: Kullanıcı Sözleşmesi
uk: Угода користувача

# service_and_privacy
source: Service Agreement and Privacy Policy
ar: اتفاقية الخدمة وسياسة الخصوصية
fi: Palvelusopimus ja tietosuojakäytäntö
id: Perjanjian Layanan dan Kebijakan Privasi
it: Accordo di servizio e Informativa sulla privacy
ja: サービス規約とプライバシーポリシー
ko: 서비스 계약 및 개인 정보 보호 정책
ms: Perjanjian Perkhidmatan dan Dasar Privasi
nl: Serviceovereenkomst en privacybeleid
th: ข้อตกลงการให้บริการและนโยบายความเป็นส่วนตัว
tr: Hizmet Sözleşmesi ve Gizlilik Politikası
uk: Угода про надання послуг і Політика конфіденційності

source: and
ar: و
fi: ja
id: Dan
it: E
ja: と
ko: 그리고
ms: dan
nl: En
th: และ
tr: Ve
uk: і

source: agree
ar: يوافق
fi: olla samaa mieltä
id: setuju
it: Essere d'accordo
ja: 同意
ko: 동의하다
ms: setuju
nl: mee eens zijn
th: เห็นด้วย
tr: kabul etmek
uk: згоден

source: reject
ar: يرفض
fi: hylätä
id: menolak
it: rifiutare
ja: 拒絶
ko: 거부하다
ms: menolak
nl: afwijzen
th: ปฏิเสธ
tr: reddetmek
uk: відхилити

# reject_and_exit
source: reject and quit
ar: ارفض واستقيل
fi: hylätä ja lopettaa
id: menolak dan berhenti
it: rifiutare e uscire
ja: 拒否して終了
ko: 거부하고 종료
ms: menolak dan berhenti
nl: weigeren en stoppen
th: ปฏิเสธและเลิก
tr: reddet ve bırak
uk: відхилити та вийти

# read_carefully
source: Please read carefully
ar: الرجاء القراءة بعناية
fi: Lue huolellisesti
id: Harap baca dengan cermat
it: Si prega di leggere con attenzione
ja: 注意深く読んでください
ko: 주의 깊게 읽으십시오
ms: Sila baca dengan teliti
nl: Lees aandachtig
th: โปรดอ่านอย่างละเอียด
tr: lütfen dikkatlice okuyunuz
uk: Будь ласка, прочитайте уважно

# feedback_not_null
source: Feedback content cannot be empty
ar: لا يمكن أن يكون محتوى التعليقات فارغًا
fi: Palautteen sisältö ei voi olla tyhjä
id: Konten umpan balik tidak boleh kosong
it: Il contenuto del feedback non può essere vuoto
ja: フィードバックの内容を空にすることはできません
ko: 의견 내용은 비워둘 수 없습니다.
ms: Kandungan maklum balas tidak boleh kosong
nl: Feedbackinhoud mag niet leeg zijn
th: เนื้อหาความคิดเห็นต้องไม่ว่างเปล่า
tr: Geri bildirim içeriği boş olamaz
uk: Вміст відгуку не може бути порожнім

source: feedback success
ar: نجاح ردود الفعل
fi: palaute onnistumisesta
id: keberhasilan umpan balik
it: successo di feedback
ja: フィードバックの成功
ko: 피드백 성공
ms: kejayaan maklum balas
nl: feedback succes
th: ความสำเร็จข้อเสนอแนะ
tr: geri bildirim başarısı
uk: успіх відгуку

source: Feedback failed
ar: فشلت التعليقات
fi: Palaute epäonnistui
id: Umpan balik gagal
it: Feedback non riuscito
ja: フィードバックに失敗しました
ko: 피드백 실패
ms: Maklum balas gagal
nl: Terugkoppeling mislukt
th: คำติชมล้มเหลว
tr: Geri bildirim başarısız oldu
uk: Помилка відгуку
